[
  {
    "type": "body",
    "description": "Extend one of your arms with your palm facing forward and pull your fingers upwards. Do it for 10 seconds per hand.",
    "amount": 80
  },
  {
    "type": "body",
    "description": "Stretch your arm against your chest and pull it using your other arm. Do it for 10 seconds on each arm.",
    "amount": 60
  },
  {
    "type": "body",
    "description": "Pull your neck with the help of your hand to the right and to the left, remaining in position for a few seconds.",
    "amount": 70
  },
  {
    "type": "body",
    "description": "With fingers interlaced behind head, keep elbows straight out at sides with upper body in a good aligned position. Now pull your shoulder blades toward each other to create a feeling of tension though upper back and shoulder blades. Hold this feeling of mild tension for 8-10 seconds, then relax.",
    "amount": 60
  },
  {
    "type": "body",
    "description": "Interlace fingers then turn palms upwards above your head as you straighten your arms. Think of elongating your arms as you feel a stretch through arms and upper sides of rib cage. Hold for 10-20 seconds. Hold only stretches that feel relaxing.",
    "amount": 100
  },
  {
    "type": "body",
    "description": "Sitting, open your legs and try to touch your palms to the floor, repeat 3 times for 5 seconds.",
    "amount": 80
  },
  {
    "type": "body",
    "description": "Hold onto your lower leg just below the knee. Gently pull bent leg toward your chest and isolate a stretch in the side of your upper leg. Make use of the right arm to pull bent leg towards the opposite shoulder. Hold for 10-20 seconds at easy stretch tension. Do both sides.",
    "amount": 50
  },
  {
    "type": "body",
    "description": "Put your hands to the side or lace your fingers behind your back. Inhale deeply and exhale as you pull your shoulders back. Hold for 15 seconds",
    "amount": 80
  },
  {
    "type": "eye",
    "description": "Sitting, close your eyes and cover them with your palms for 2 minutes, then open normally. ",
    "amount": 90
  },
  {
    "type": "eye",
    "description": "Sit on a chair in your best posture. Hold your arm straight out in front of you with your thumb up. Keep your eyes on your thumb. Slowly bend your elbow to bring your thumb closer to your eyes.",
    "amount": 140
  },
  {
    "type": "eye",
    "description": "Look straight ahead of you at a blank wall. Next, slowly close your eyes. Keep your eyes closed for half a second. Then slowly open them again. Repeat this slow blink 10 times in a row.",
    "amount": 70
  },
  {
    "type": "eye",
    "description": "Look to your right and then roll your eyes up toward the sky. Next, roll your eyes down to the left and then to the ground. Repeat again going in the other direction. This is one rep. Aim for 10 reps",
    "amount": 90
  }
]